oh-my-fish/plugin-balias
0rax/fish-bd
oh-my-fish/theme-bobthefish
fisherman/fzf
fisherman/getopts
decors/fish-ghq
oh-my-fish/plugin-peco
fisherman/z
