tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "autoconf"
brew "cmake"
brew "coreutils"
brew "pcre"
brew "cppcheck"
brew "ctags"
brew "dos2unix"
brew "exif"
brew "exiftool"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "flac"
brew "freetype"
brew "gdbm"
brew "gettext"
brew "sqlite"
brew "python3"
brew "git-cola"
brew "global", args: ["with-ctags", "with-pygments"]
brew "htop"
brew "libtool"
brew "perl"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "libdnet"
brew "libevent"
brew "libid3tag"
brew "libogg"
brew "libvorbis"
brew "mad"
brew "libmp3splt"
brew "libyaml"
brew "links"
brew "lzo"
brew "md5sha1sum"
brew "mp3splt"
brew "neovim"
brew "nkf"
brew "nmap"
brew "openvpn", restart_service: true
brew "peco"
brew "pkg-config"
brew "pstree"
brew "pyenv"
brew "ranger"
brew "remind"
brew "ruby"
brew "rust"
brew "screen"
brew "sha2"
brew "shellcheck"
brew "sphinx-doc"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "todo-txt"
brew "vim"
brew "watch"
brew "wget"
cask "anki"
cask "appcleaner"
cask "firefox"
cask "freemind"
cask "geektool"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "keepassx"
cask "kindle"
cask "macdown"
cask "makemkv"
cask "oversight"
cask "unetbootin"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "wire"
cask "wireshark"
