tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/drivers"
tap "caskroom/cask"
tap "rcmdnk/file"
tap "neovim/neovim"
brew "ack"
brew "libyaml"
brew "sqlite"
brew "ansible"
brew "autoconf"
brew "cmake"
brew "coreutils"
brew "pcre"
brew "cppcheck"
brew "ctags"
brew "dos2unix"
brew "elvish"
brew "exif"
brew "exiftool"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "flac"
brew "freetype"
brew "gettext"
brew "git-cola"
brew "global", args: ["with-ctags", "with-pygments"]
brew "gts"
brew "libtool"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "jq"
brew "jrnl"
brew "libdnet"
brew "libevent"
brew "libid3tag"
brew "libogg"
brew "libvorbis"
brew "mad"
brew "libmp3splt"
brew "links"
brew "lzo"
brew "md5sha1sum"
brew "mkdocs"
brew "mono"
brew "moreutils"
brew "mp3splt"
brew "ncdu"
brew "neovim"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "openvpn", restart_service: true
brew "pandoc"
brew "peco"
brew "perl"
brew "pkg-config"
brew "premake"
brew "pstree"
brew "pyenv"
brew "ranger"
brew "remind"
brew "rust"
brew "screen"
brew "sha2"
brew "shellcheck"
brew "sphinx-doc"
brew "task"
brew "tasksh"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wine"
brew "rcmdnk/file/brew-file"
cask "amazon-music"
cask "anki"
cask "appcleaner"
cask "bitbar"
cask "boostnote"
cask "disk-inventory-x"
cask "electron"
cask "electron-api-demos"
cask "emacs"
cask "firefox"
cask "freemind"
cask "geektool"
cask "gimp"
cask "gnucash"
cask "google-backup-and-sync"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "java"
cask "keepassx"
cask "kindle"
cask "kindlegen"
cask "lyrics-master"
cask "macdown"
cask "mactex"
cask "makemkv"
cask "oversight"
cask "skype"
cask "spotify"
cask "unetbootin"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "wire"
cask "wireshark"
cask "caskroom/drivers/logitech-control-center"
cask "caskroom/drivers/logitech-unifying"
